Python 3.6.4 (v3.6.4:d48eceb, Dec 19 2017, 06:54:40) [MSC v.1900 64 bit (AMD64)] on win32
Type "copyright", "credits" or "license()" for more information.
>>> 
============= RESTART: C:/DEV/WorkSpace_Python_Begineer_윤보열/i.py =============
1
2
3
4
5
>>> 
============= RESTART: C:/DEV/WorkSpace_Python_Begineer_윤보열/i.py =============
1
Traceback (most recent call last):
  File "C:/DEV/WorkSpace_Python_Begineer_윤보열/i.py", line 3, in <module>
    a = a + i
NameError: name 'a' is not defined
>>> 
============= RESTART: C:/DEV/WorkSpace_Python_Begineer_윤보열/i.py =============
1
2
3
4
5
>>> 
============= RESTART: C:/DEV/WorkSpace_Python_Begineer_윤보열/i.py =============
1
1
2
3
3
6
4
10
5
15
>>> 
============= RESTART: C:/DEV/WorkSpace_Python_Begineer_윤보열/i.py =============
1
1
2
3
3
6
4
10
5
15
6
21
7
28
8
36
9
45
10
55
>>> 
============= RESTART: C:/DEV/WorkSpace_Python_Begineer_윤보열/i.py =============
1
1
2
3
3
6
4
10
5
15
6
21
7
28
8
36
9
45
10
55
>>> 
============= RESTART: C:/DEV/WorkSpace_Python_Begineer_윤보열/i.py =============
Traceback (most recent call last):
  File "C:/DEV/WorkSpace_Python_Begineer_윤보열/i.py", line 1, in <module>
    i, sum = 0
TypeError: 'int' object is not iterable
>>> 
============= RESTART: C:/DEV/WorkSpace_Python_Begineer_윤보열/i.py =============
Traceback (most recent call last):
  File "C:/DEV/WorkSpace_Python_Begineer_윤보열/i.py", line 1, in <module>
    i, sum = 0
TypeError: 'int' object is not iterable
>>> 
============= RESTART: C:/DEV/WorkSpace_Python_Begineer_윤보열/i.py =============
Traceback (most recent call last):
  File "C:/DEV/WorkSpace_Python_Begineer_윤보열/i.py", line 1, in <module>
    i, sum = 0
TypeError: 'int' object is not iterable
>>> 
============= RESTART: C:/DEV/WorkSpace_Python_Begineer_윤보열/i.py =============
Traceback (most recent call last):
  File "C:/DEV/WorkSpace_Python_Begineer_윤보열/i.py", line 1, in <module>
    i, sum = 0
TypeError: 'int' object is not iterable
>>> 
============= RESTART: C:/DEV/WorkSpace_Python_Begineer_윤보열/i.py =============
Traceback (most recent call last):
  File "C:/DEV/WorkSpace_Python_Begineer_윤보열/i.py", line 1, in <module>
    i, sum = 0
TypeError: 'int' object is not iterable
>>> 54
54
>>> 7
7
>>> 
============= RESTART: C:/DEV/WorkSpace_Python_Begineer_윤보열/i.py =============
Traceback (most recent call last):
  File "C:/DEV/WorkSpace_Python_Begineer_윤보열/i.py", line 1, in <module>
    i, sum = 0
TypeError: 'int' object is not iterable
>>> 
============= RESTART: C:/DEV/WorkSpace_Python_Begineer_윤보열/i.py =============
Traceback (most recent call last):
  File "C:/DEV/WorkSpace_Python_Begineer_윤보열/i.py", line 1, in <module>
    i, sum = 0
TypeError: 'int' object is not iterable
>>> 
============= RESTART: C:/DEV/WorkSpace_Python_Begineer_윤보열/i.py =============

============= RESTART: C:/DEV/WorkSpace_Python_Begineer_윤보열/i.py =============
============= RESTART: C:/DEV/WorkSpace_Python_Begineer_윤보열/i.py =============


Traceback (most recent call last):
  File "C:/DEV/WorkSpace_Python_Begineer_윤보열/i.py", line 8, in <module>
    for i in range(a, b+1, c):
TypeError: must be str, not int
>>> 
>>> 
>>> 
>>> 
============= RESTART: C:/DEV/WorkSpace_Python_Begineer_윤보열/i.py =============
2
300
3
Traceback (most recent call last):
  File "C:/DEV/WorkSpace_Python_Begineer_윤보열/i.py", line 8, in <module>
    for i in range(a, b+1, c):
TypeError: must be str, not int
>>> 
============= RESTART: C:/DEV/WorkSpace_Python_Begineer_윤보열/i.py =============
2
300
3
2 300 3 100
>>> 
============= RESTART: C:/DEV/WorkSpace_Python_Begineer_윤보열/i.py =============
단을 입력하세요 : 
============= RESTART: C:/DEV/WorkSpace_Python_Begineer_윤보열/i.py =============
단을 입력하세요 : 7
7 x 1 =  7
7 x 2 = 14
7 x 3 = 21
7 x 4 = 28
7 x 5 = 35
7 x 6 = 42
7 x 7 = 49
7 x 8 = 56
7 x 9 = 63
>>> 
============= RESTART: C:/DEV/WorkSpace_Python_Begineer_윤보열/i.py =============
파이선은 꿀잼입니다. (i값 : 0  k값 : 0)
파이선은 꿀잼입니다. (i값 : 0  k값 : 1)
파이선은 꿀잼입니다. (i값 : 1  k값 : 0)
파이선은 꿀잼입니다. (i값 : 1  k값 : 1)
파이선은 꿀잼입니다. (i값 : 2  k값 : 0)
파이선은 꿀잼입니다. (i값 : 2  k값 : 1)
>>> 
============= RESTART: C:/DEV/WorkSpace_Python_Begineer_윤보열/i.py =============
Traceback (most recent call last):
  File "C:/DEV/WorkSpace_Python_Begineer_윤보열/i.py", line 5, in <module>
    print ("%d x %d =%d" %(i, j, i*k))
NameError: name 'j' is not defined
>>> 
============= RESTART: C:/DEV/WorkSpace_Python_Begineer_윤보열/i.py =============
Traceback (most recent call last):
  File "C:/DEV/WorkSpace_Python_Begineer_윤보열/i.py", line 5, in <module>
    print ("%d x %d =%2d" %(i, j, i*k))
NameError: name 'j' is not defined
>>> 
============= RESTART: C:/DEV/WorkSpace_Python_Begineer_윤보열/i.py =============
2 x 1 = 2
2 x 2 = 4
2 x 3 = 6
2 x 4 = 8
2 x 5 =10
2 x 6 =12
2 x 7 =14
2 x 8 =16
2 x 9 =18

3 x 1 = 3
3 x 2 = 6
3 x 3 = 9
3 x 4 =12
3 x 5 =15
3 x 6 =18
3 x 7 =21
3 x 8 =24
3 x 9 =27

4 x 1 = 4
4 x 2 = 8
4 x 3 =12
4 x 4 =16
4 x 5 =20
4 x 6 =24
4 x 7 =28
4 x 8 =32
4 x 9 =36

5 x 1 = 5
5 x 2 =10
5 x 3 =15
5 x 4 =20
5 x 5 =25
5 x 6 =30
5 x 7 =35
5 x 8 =40
5 x 9 =45

6 x 1 = 6
6 x 2 =12
6 x 3 =18
6 x 4 =24
6 x 5 =30
6 x 6 =36
6 x 7 =42
6 x 8 =48
6 x 9 =54

7 x 1 = 7
7 x 2 =14
7 x 3 =21
7 x 4 =28
7 x 5 =35
7 x 6 =42
7 x 7 =49
7 x 8 =56
7 x 9 =63

8 x 1 = 8
8 x 2 =16
8 x 3 =24
8 x 4 =32
8 x 5 =40
8 x 6 =48
8 x 7 =56
8 x 8 =64
8 x 9 =72

9 x 1 = 9
9 x 2 =18
9 x 3 =27
9 x 4 =36
9 x 5 =45
9 x 6 =54
9 x 7 =63
9 x 8 =72
9 x 9 =81

>>> 
============= RESTART: C:/DEV/WorkSpace_Python_Begineer_윤보열/i.py =============
2 x 1 =2
2 x 2 =4
2 x 3 =6
2 x 4 =8
2 x 5 =10
2 x 6 =12
2 x 7 =14
2 x 8 =16
2 x 9 =18

3 x 1 =3
3 x 2 =6
3 x 3 =9
3 x 4 =12
3 x 5 =15
3 x 6 =18
3 x 7 =21
3 x 8 =24
3 x 9 =27

4 x 1 =4
4 x 2 =8
4 x 3 =12
4 x 4 =16
4 x 5 =20
4 x 6 =24
4 x 7 =28
4 x 8 =32
4 x 9 =36

5 x 1 =5
5 x 2 =10
5 x 3 =15
5 x 4 =20
5 x 5 =25
5 x 6 =30
5 x 7 =35
5 x 8 =40
5 x 9 =45

6 x 1 =6
6 x 2 =12
6 x 3 =18
6 x 4 =24
6 x 5 =30
6 x 6 =36
6 x 7 =42
6 x 8 =48
6 x 9 =54

7 x 1 =7
7 x 2 =14
7 x 3 =21
7 x 4 =28
7 x 5 =35
7 x 6 =42
7 x 7 =49
7 x 8 =56
7 x 9 =63

8 x 1 =8
8 x 2 =16
8 x 3 =24
8 x 4 =32
8 x 5 =40
8 x 6 =48
8 x 7 =56
8 x 8 =64
8 x 9 =72

9 x 1 =9
9 x 2 =18
9 x 3 =27
9 x 4 =36
9 x 5 =45
9 x 6 =54
9 x 7 =63
9 x 8 =72
9 x 9 =81

>>> 
============= RESTART: C:/DEV/WorkSpace_Python_Begineer_윤보열/i.py =============
2 x 1 =    2
2 x 2 =    4
2 x 3 =    6
2 x 4 =    8
2 x 5 =   10
2 x 6 =   12
2 x 7 =   14
2 x 8 =   16
2 x 9 =   18

3 x 1 =    3
3 x 2 =    6
3 x 3 =    9
3 x 4 =   12
3 x 5 =   15
3 x 6 =   18
3 x 7 =   21
3 x 8 =   24
3 x 9 =   27

4 x 1 =    4
4 x 2 =    8
4 x 3 =   12
4 x 4 =   16
4 x 5 =   20
4 x 6 =   24
4 x 7 =   28
4 x 8 =   32
4 x 9 =   36

5 x 1 =    5
5 x 2 =   10
5 x 3 =   15
5 x 4 =   20
5 x 5 =   25
5 x 6 =   30
5 x 7 =   35
5 x 8 =   40
5 x 9 =   45

6 x 1 =    6
6 x 2 =   12
6 x 3 =   18
6 x 4 =   24
6 x 5 =   30
6 x 6 =   36
6 x 7 =   42
6 x 8 =   48
6 x 9 =   54

7 x 1 =    7
7 x 2 =   14
7 x 3 =   21
7 x 4 =   28
7 x 5 =   35
7 x 6 =   42
7 x 7 =   49
7 x 8 =   56
7 x 9 =   63

8 x 1 =    8
8 x 2 =   16
8 x 3 =   24
8 x 4 =   32
8 x 5 =   40
8 x 6 =   48
8 x 7 =   56
8 x 8 =   64
8 x 9 =   72

9 x 1 =    9
9 x 2 =   18
9 x 3 =   27
9 x 4 =   36
9 x 5 =   45
9 x 6 =   54
9 x 7 =   63
9 x 8 =   72
9 x 9 =   81

>>> 
============= RESTART: C:/DEV/WorkSpace_Python_Begineer_윤보열/i.py =============
2 x 1 =2
2 x 2 =4
2 x 3 =6
2 x 4 =8
2 x 5 =10
2 x 6 =12
2 x 7 =14
2 x 8 =16
2 x 9 =18

3 x 1 =3
3 x 2 =6
3 x 3 =9
3 x 4 =12
3 x 5 =15
3 x 6 =18
3 x 7 =21
3 x 8 =24
3 x 9 =27

4 x 1 =4
4 x 2 =8
4 x 3 =12
4 x 4 =16
4 x 5 =20
4 x 6 =24
4 x 7 =28
4 x 8 =32
4 x 9 =36

5 x 1 =5
5 x 2 =10
5 x 3 =15
5 x 4 =20
5 x 5 =25
5 x 6 =30
5 x 7 =35
5 x 8 =40
5 x 9 =45

6 x 1 =6
6 x 2 =12
6 x 3 =18
6 x 4 =24
6 x 5 =30
6 x 6 =36
6 x 7 =42
6 x 8 =48
6 x 9 =54

7 x 1 =7
7 x 2 =14
7 x 3 =21
7 x 4 =28
7 x 5 =35
7 x 6 =42
7 x 7 =49
7 x 8 =56
7 x 9 =63

8 x 1 =8
8 x 2 =16
8 x 3 =24
8 x 4 =32
8 x 5 =40
8 x 6 =48
8 x 7 =56
8 x 8 =64
8 x 9 =72

9 x 1 =9
9 x 2 =18
9 x 3 =27
9 x 4 =36
9 x 5 =45
9 x 6 =54
9 x 7 =63
9 x 8 =72
9 x 9 =81

>>> 
============= RESTART: C:/DEV/WorkSpace_Python_Begineer_윤보열/i.py =============
2 x 1 = 2
2 x 2 = 4
2 x 3 = 6
2 x 4 = 8
2 x 5 =10
2 x 6 =12
2 x 7 =14
2 x 8 =16
2 x 9 =18

3 x 1 = 3
3 x 2 = 6
3 x 3 = 9
3 x 4 =12
3 x 5 =15
3 x 6 =18
3 x 7 =21
3 x 8 =24
3 x 9 =27

4 x 1 = 4
4 x 2 = 8
4 x 3 =12
4 x 4 =16
4 x 5 =20
4 x 6 =24
4 x 7 =28
4 x 8 =32
4 x 9 =36

5 x 1 = 5
5 x 2 =10
5 x 3 =15
5 x 4 =20
5 x 5 =25
5 x 6 =30
5 x 7 =35
5 x 8 =40
5 x 9 =45

6 x 1 = 6
6 x 2 =12
6 x 3 =18
6 x 4 =24
6 x 5 =30
6 x 6 =36
6 x 7 =42
6 x 8 =48
6 x 9 =54

7 x 1 = 7
7 x 2 =14
7 x 3 =21
7 x 4 =28
7 x 5 =35
7 x 6 =42
7 x 7 =49
7 x 8 =56
7 x 9 =63

8 x 1 = 8
8 x 2 =16
8 x 3 =24
8 x 4 =32
8 x 5 =40
8 x 6 =48
8 x 7 =56
8 x 8 =64
8 x 9 =72

9 x 1 = 9
9 x 2 =18
9 x 3 =27
9 x 4 =36
9 x 5 =45
9 x 6 =54
9 x 7 =63
9 x 8 =72
9 x 9 =81

>>> 
============= RESTART: C:/DEV/WorkSpace_Python_Begineer_윤보열/i.py =============
2 x 1 =  2
2 x 2 =  4
2 x 3 =  6
2 x 4 =  8
2 x 5 = 10
2 x 6 = 12
2 x 7 = 14
2 x 8 = 16
2 x 9 = 18

3 x 1 =  3
3 x 2 =  6
3 x 3 =  9
3 x 4 = 12
3 x 5 = 15
3 x 6 = 18
3 x 7 = 21
3 x 8 = 24
3 x 9 = 27

4 x 1 =  4
4 x 2 =  8
4 x 3 = 12
4 x 4 = 16
4 x 5 = 20
4 x 6 = 24
4 x 7 = 28
4 x 8 = 32
4 x 9 = 36

5 x 1 =  5
5 x 2 = 10
5 x 3 = 15
5 x 4 = 20
5 x 5 = 25
5 x 6 = 30
5 x 7 = 35
5 x 8 = 40
5 x 9 = 45

6 x 1 =  6
6 x 2 = 12
6 x 3 = 18
6 x 4 = 24
6 x 5 = 30
6 x 6 = 36
6 x 7 = 42
6 x 8 = 48
6 x 9 = 54

7 x 1 =  7
7 x 2 = 14
7 x 3 = 21
7 x 4 = 28
7 x 5 = 35
7 x 6 = 42
7 x 7 = 49
7 x 8 = 56
7 x 9 = 63

8 x 1 =  8
8 x 2 = 16
8 x 3 = 24
8 x 4 = 32
8 x 5 = 40
8 x 6 = 48
8 x 7 = 56
8 x 8 = 64
8 x 9 = 72

9 x 1 =  9
9 x 2 = 18
9 x 3 = 27
9 x 4 = 36
9 x 5 = 45
9 x 6 = 54
9 x 7 = 63
9 x 8 = 72
9 x 9 = 81

>>> 
============= RESTART: C:/DEV/WorkSpace_Python_Begineer_윤보열/i.py =============
2 x 1 =   2
2 x 2 =   4
2 x 3 =   6
2 x 4 =   8
2 x 5 =  10
2 x 6 =  12
2 x 7 =  14
2 x 8 =  16
2 x 9 =  18

3 x 1 =   3
3 x 2 =   6
3 x 3 =   9
3 x 4 =  12
3 x 5 =  15
3 x 6 =  18
3 x 7 =  21
3 x 8 =  24
3 x 9 =  27

4 x 1 =   4
4 x 2 =   8
4 x 3 =  12
4 x 4 =  16
4 x 5 =  20
4 x 6 =  24
4 x 7 =  28
4 x 8 =  32
4 x 9 =  36

5 x 1 =   5
5 x 2 =  10
5 x 3 =  15
5 x 4 =  20
5 x 5 =  25
5 x 6 =  30
5 x 7 =  35
5 x 8 =  40
5 x 9 =  45

6 x 1 =   6
6 x 2 =  12
6 x 3 =  18
6 x 4 =  24
6 x 5 =  30
6 x 6 =  36
6 x 7 =  42
6 x 8 =  48
6 x 9 =  54

7 x 1 =   7
7 x 2 =  14
7 x 3 =  21
7 x 4 =  28
7 x 5 =  35
7 x 6 =  42
7 x 7 =  49
7 x 8 =  56
7 x 9 =  63

8 x 1 =   8
8 x 2 =  16
8 x 3 =  24
8 x 4 =  32
8 x 5 =  40
8 x 6 =  48
8 x 7 =  56
8 x 8 =  64
8 x 9 =  72

9 x 1 =   9
9 x 2 =  18
9 x 3 =  27
9 x 4 =  36
9 x 5 =  45
9 x 6 =  54
9 x 7 =  63
9 x 8 =  72
9 x 9 =  81

>>> 
============= RESTART: C:/DEV/WorkSpace_Python_Begineer_윤보열/i.py =============
2.000000 x 1.000000 =2.000000
2.000000 x 2.000000 =4.000000
2.000000 x 3.000000 =6.000000
2.000000 x 4.000000 =8.000000
2.000000 x 5.000000 =10.000000
2.000000 x 6.000000 =12.000000
2.000000 x 7.000000 =14.000000
2.000000 x 8.000000 =16.000000
2.000000 x 9.000000 =18.000000

3.000000 x 1.000000 =3.000000
3.000000 x 2.000000 =6.000000
3.000000 x 3.000000 =9.000000
3.000000 x 4.000000 =12.000000
3.000000 x 5.000000 =15.000000
3.000000 x 6.000000 =18.000000
3.000000 x 7.000000 =21.000000
3.000000 x 8.000000 =24.000000
3.000000 x 9.000000 =27.000000

4.000000 x 1.000000 =4.000000
4.000000 x 2.000000 =8.000000
4.000000 x 3.000000 =12.000000
4.000000 x 4.000000 =16.000000
4.000000 x 5.000000 =20.000000
4.000000 x 6.000000 =24.000000
4.000000 x 7.000000 =28.000000
4.000000 x 8.000000 =32.000000
4.000000 x 9.000000 =36.000000

5.000000 x 1.000000 =5.000000
5.000000 x 2.000000 =10.000000
5.000000 x 3.000000 =15.000000
5.000000 x 4.000000 =20.000000
5.000000 x 5.000000 =25.000000
5.000000 x 6.000000 =30.000000
5.000000 x 7.000000 =35.000000
5.000000 x 8.000000 =40.000000
5.000000 x 9.000000 =45.000000

6.000000 x 1.000000 =6.000000
6.000000 x 2.000000 =12.000000
6.000000 x 3.000000 =18.000000
6.000000 x 4.000000 =24.000000
6.000000 x 5.000000 =30.000000
6.000000 x 6.000000 =36.000000
6.000000 x 7.000000 =42.000000
6.000000 x 8.000000 =48.000000
6.000000 x 9.000000 =54.000000

7.000000 x 1.000000 =7.000000
7.000000 x 2.000000 =14.000000
7.000000 x 3.000000 =21.000000
7.000000 x 4.000000 =28.000000
7.000000 x 5.000000 =35.000000
7.000000 x 6.000000 =42.000000
7.000000 x 7.000000 =49.000000
7.000000 x 8.000000 =56.000000
7.000000 x 9.000000 =63.000000

8.000000 x 1.000000 =8.000000
8.000000 x 2.000000 =16.000000
8.000000 x 3.000000 =24.000000
8.000000 x 4.000000 =32.000000
8.000000 x 5.000000 =40.000000
8.000000 x 6.000000 =48.000000
8.000000 x 7.000000 =56.000000
8.000000 x 8.000000 =64.000000
8.000000 x 9.000000 =72.000000

9.000000 x 1.000000 =9.000000
9.000000 x 2.000000 =18.000000
9.000000 x 3.000000 =27.000000
9.000000 x 4.000000 =36.000000
9.000000 x 5.000000 =45.000000
9.000000 x 6.000000 =54.000000
9.000000 x 7.000000 =63.000000
9.000000 x 8.000000 =72.000000
9.000000 x 9.000000 =81.000000

>>> 
============= RESTART: C:/DEV/WorkSpace_Python_Begineer_윤보열/i.py =============
 x  =   
 x  =   
 x  =   
 x  =   
 x  =   

 x  =   
 x  =   
 x  =   
 x 	 =   

 x  =   
 x  =   
 x  =   	
 x  =   
 x  =   
 x  =   
 x  =   
 x  =   
 x 	 =   

 x  =   
 x  =   
 x  =   
 x  =   
 x  =   
 x  =   
 x  =   
 x  =    
 x 	 =   $

 x  =   
 x  =   

 x  =   
 x  =   
 x  =   
 x  =   
 x  =   #
 x  =   (
 x 	 =   -

 x  =   
 x  =   
 x  =   
 x  =   
 x  =   
 x  =   $
 x  =   *
 x  =   0
 x 	 =   6

 x  =   
 x  =   
 x  =   
 x  =   
 x  =   #
 x  =   *
 x  =   1
 x  =   8
 x 	 =   ?

 x  =   
 x  =   
 x  =   
 x  =    
 x  =   (
 x  =   0
 x  =   8
 x  =   @
 x 	 =   H

	 x  =   	
	 x  =   
	 x  =   
	 x  =   $
	 x  =   -
	 x  =   6
	 x  =   ?
	 x  =   H
	 x 	 =   Q

>>> 
============= RESTART: C:/DEV/WorkSpace_Python_Begineer_윤보열/i.py =============
2.000000 x 1.000000 =2.000000
2.000000 x 2.000000 =4.000000
2.000000 x 3.000000 =6.000000
2.000000 x 4.000000 =8.000000
2.000000 x 5.000000 =10.000000
2.000000 x 6.000000 =12.000000
2.000000 x 7.000000 =14.000000
2.000000 x 8.000000 =16.000000
2.000000 x 9.000000 =18.000000

3.000000 x 1.000000 =3.000000
3.000000 x 2.000000 =6.000000
3.000000 x 3.000000 =9.000000
3.000000 x 4.000000 =12.000000
3.000000 x 5.000000 =15.000000
3.000000 x 6.000000 =18.000000
3.000000 x 7.000000 =21.000000
3.000000 x 8.000000 =24.000000
3.000000 x 9.000000 =27.000000

4.000000 x 1.000000 =4.000000
4.000000 x 2.000000 =8.000000
4.000000 x 3.000000 =12.000000
4.000000 x 4.000000 =16.000000
4.000000 x 5.000000 =20.000000
4.000000 x 6.000000 =24.000000
4.000000 x 7.000000 =28.000000
4.000000 x 8.000000 =32.000000
4.000000 x 9.000000 =36.000000

5.000000 x 1.000000 =5.000000
5.000000 x 2.000000 =10.000000
5.000000 x 3.000000 =15.000000
5.000000 x 4.000000 =20.000000
5.000000 x 5.000000 =25.000000
5.000000 x 6.000000 =30.000000
5.000000 x 7.000000 =35.000000
5.000000 x 8.000000 =40.000000
5.000000 x 9.000000 =45.000000

6.000000 x 1.000000 =6.000000
6.000000 x 2.000000 =12.000000
6.000000 x 3.000000 =18.000000
6.000000 x 4.000000 =24.000000
6.000000 x 5.000000 =30.000000
6.000000 x 6.000000 =36.000000
6.000000 x 7.000000 =42.000000
6.000000 x 8.000000 =48.000000
6.000000 x 9.000000 =54.000000

7.000000 x 1.000000 =7.000000
7.000000 x 2.000000 =14.000000
7.000000 x 3.000000 =21.000000
7.000000 x 4.000000 =28.000000
7.000000 x 5.000000 =35.000000
7.000000 x 6.000000 =42.000000
7.000000 x 7.000000 =49.000000
7.000000 x 8.000000 =56.000000
7.000000 x 9.000000 =63.000000

8.000000 x 1.000000 =8.000000
8.000000 x 2.000000 =16.000000
8.000000 x 3.000000 =24.000000
8.000000 x 4.000000 =32.000000
8.000000 x 5.000000 =40.000000
8.000000 x 6.000000 =48.000000
8.000000 x 7.000000 =56.000000
8.000000 x 8.000000 =64.000000
8.000000 x 9.000000 =72.000000

9.000000 x 1.000000 =9.000000
9.000000 x 2.000000 =18.000000
9.000000 x 3.000000 =27.000000
9.000000 x 4.000000 =36.000000
9.000000 x 5.000000 =45.000000
9.000000 x 6.000000 =54.000000
9.000000 x 7.000000 =63.000000
9.000000 x 8.000000 =72.000000
9.000000 x 9.000000 =81.000000

>>> 
========= RESTART: C:/DEV/WorkSpace_Python_Begineer_윤보열/Code06-07.py =========
2 x 1 = 2
2 x 2 = 4
2 x 3 = 6
2 x 4 = 8
2 x 5 =10
2 x 6 =12
2 x 7 =14
2 x 8 =16
2 x 9 =18

3 x 1 = 3
3 x 2 = 6
3 x 3 = 9
3 x 4 =12
3 x 5 =15
3 x 6 =18
3 x 7 =21
3 x 8 =24
3 x 9 =27

4 x 1 = 4
4 x 2 = 8
4 x 3 =12
4 x 4 =16
4 x 5 =20
4 x 6 =24
4 x 7 =28
4 x 8 =32
4 x 9 =36

5 x 1 = 5
5 x 2 =10
5 x 3 =15
5 x 4 =20
5 x 5 =25
5 x 6 =30
5 x 7 =35
5 x 8 =40
5 x 9 =45

6 x 1 = 6
6 x 2 =12
6 x 3 =18
6 x 4 =24
6 x 5 =30
6 x 6 =36
6 x 7 =42
6 x 8 =48
6 x 9 =54

7 x 1 = 7
7 x 2 =14
7 x 3 =21
7 x 4 =28
7 x 5 =35
7 x 6 =42
7 x 7 =49
7 x 8 =56
7 x 9 =63

8 x 1 = 8
8 x 2 =16
8 x 3 =24
8 x 4 =32
8 x 5 =40
8 x 6 =48
8 x 7 =56
8 x 8 =64
8 x 9 =72

9 x 1 = 9
9 x 2 =18
9 x 3 =27
9 x 4 =36
9 x 5 =45
9 x 6 =54
9 x 7 =63
9 x 8 =72
9 x 9 =81

>>> 
========= RESTART: C:/DEV/WorkSpace_Python_Begineer_윤보열/Code06-08.py =========
# 2 ## 3 ## 4 ## 5 ## 6 ## 7 ## 8 ## 9 #
>>> 
========= RESTART: C:/DEV/WorkSpace_Python_Begineer_윤보열/Code06-08.py =========
# 2 ## 3 ## 4 ## 5 ## 6 ## 7 ## 8 ## 9 #
 2 x  1  =  2 3 x  1  =  3 4 x  1  =  4 5 x  1  =  5 6 x  1  =  6 7 x  1  =  7 8 x  1  =  8 9 x  1  =  9
 2 x  2  =  4 3 x  2  =  6 4 x  2  =  8 5 x  2  = 10 6 x  2  = 12 7 x  2  = 14 8 x  2  = 16 9 x  2  = 18
 2 x  3  =  6 3 x  3  =  9 4 x  3  = 12 5 x  3  = 15 6 x  3  = 18 7 x  3  = 21 8 x  3  = 24 9 x  3  = 27
 2 x  4  =  8 3 x  4  = 12 4 x  4  = 16 5 x  4  = 20 6 x  4  = 24 7 x  4  = 28 8 x  4  = 32 9 x  4  = 36
 2 x  5  = 10 3 x  5  = 15 4 x  5  = 20 5 x  5  = 25 6 x  5  = 30 7 x  5  = 35 8 x  5  = 40 9 x  5  = 45
 2 x  6  = 12 3 x  6  = 18 4 x  6  = 24 5 x  6  = 30 6 x  6  = 36 7 x  6  = 42 8 x  6  = 48 9 x  6  = 54
 2 x  7  = 14 3 x  7  = 21 4 x  7  = 28 5 x  7  = 35 6 x  7  = 42 7 x  7  = 49 8 x  7  = 56 9 x  7  = 63
 2 x  8  = 16 3 x  8  = 24 4 x  8  = 32 5 x  8  = 40 6 x  8  = 48 7 x  8  = 56 8 x  8  = 64 9 x  8  = 72
 2 x  9  = 18 3 x  9  = 27 4 x  9  = 36 5 x  9  = 45 6 x  9  = 54 7 x  9  = 63 8 x  9  = 72 9 x  9  = 81
>>> 
========= RESTART: C:/DEV/WorkSpace_Python_Begineer_윤보열/Code06-08.py =========
# 2 ## 3 ## 4 ## 5 ## 6 ## 7 ## 8 ## 9 #
 2x  1  =  2 3x  1  =  3 4x  1  =  4 5x  1  =  5 6x  1  =  6 7x  1  =  7 8x  1  =  8 9x  1  =  9
 2x  2  =  4 3x  2  =  6 4x  2  =  8 5x  2  = 10 6x  2  = 12 7x  2  = 14 8x  2  = 16 9x  2  = 18
 2x  3  =  6 3x  3  =  9 4x  3  = 12 5x  3  = 15 6x  3  = 18 7x  3  = 21 8x  3  = 24 9x  3  = 27
 2x  4  =  8 3x  4  = 12 4x  4  = 16 5x  4  = 20 6x  4  = 24 7x  4  = 28 8x  4  = 32 9x  4  = 36
 2x  5  = 10 3x  5  = 15 4x  5  = 20 5x  5  = 25 6x  5  = 30 7x  5  = 35 8x  5  = 40 9x  5  = 45
 2x  6  = 12 3x  6  = 18 4x  6  = 24 5x  6  = 30 6x  6  = 36 7x  6  = 42 8x  6  = 48 9x  6  = 54
 2x  7  = 14 3x  7  = 21 4x  7  = 28 5x  7  = 35 6x  7  = 42 7x  7  = 49 8x  7  = 56 9x  7  = 63
 2x  8  = 16 3x  8  = 24 4x  8  = 32 5x  8  = 40 6x  8  = 48 7x  8  = 56 8x  8  = 64 9x  8  = 72
 2x  9  = 18 3x  9  = 27 4x  9  = 36 5x  9  = 45 6x  9  = 54 7x  9  = 63 8x  9  = 72 9x  9  = 81
>>> 
========= RESTART: C:/DEV/WorkSpace_Python_Begineer_윤보열/Code06-08.py =========
# 2 ## 3 ## 4 ## 5 ## 6 ## 7 ## 8 ## 9 #
 2X  1  =  2 3X  1  =  3 4X  1  =  4 5X  1  =  5 6X  1  =  6 7X  1  =  7 8X  1  =  8 9X  1  =  9
 2X  2  =  4 3X  2  =  6 4X  2  =  8 5X  2  = 10 6X  2  = 12 7X  2  = 14 8X  2  = 16 9X  2  = 18
 2X  3  =  6 3X  3  =  9 4X  3  = 12 5X  3  = 15 6X  3  = 18 7X  3  = 21 8X  3  = 24 9X  3  = 27
 2X  4  =  8 3X  4  = 12 4X  4  = 16 5X  4  = 20 6X  4  = 24 7X  4  = 28 8X  4  = 32 9X  4  = 36
 2X  5  = 10 3X  5  = 15 4X  5  = 20 5X  5  = 25 6X  5  = 30 7X  5  = 35 8X  5  = 40 9X  5  = 45
 2X  6  = 12 3X  6  = 18 4X  6  = 24 5X  6  = 30 6X  6  = 36 7X  6  = 42 8X  6  = 48 9X  6  = 54
 2X  7  = 14 3X  7  = 21 4X  7  = 28 5X  7  = 35 6X  7  = 42 7X  7  = 49 8X  7  = 56 9X  7  = 63
 2X  8  = 16 3X  8  = 24 4X  8  = 32 5X  8  = 40 6X  8  = 48 7X  8  = 56 8X  8  = 64 9X  8  = 72
 2X  9  = 18 3X  9  = 27 4X  9  = 36 5X  9  = 45 6X  9  = 54 7X  9  = 63 8X  9  = 72 9X  9  = 81
>>> 
========= RESTART: C:/DEV/WorkSpace_Python_Begineer_윤보열/Code06-08.py =========
# 2단 ## 3단 ## 4단 ## 5단 ## 6단 ## 7단 ## 8단 ## 9단 #
 2X  1  =  2 3X  1  =  3 4X  1  =  4 5X  1  =  5 6X  1  =  6 7X  1  =  7 8X  1  =  8 9X  1  =  9
 2X  2  =  4 3X  2  =  6 4X  2  =  8 5X  2  = 10 6X  2  = 12 7X  2  = 14 8X  2  = 16 9X  2  = 18
 2X  3  =  6 3X  3  =  9 4X  3  = 12 5X  3  = 15 6X  3  = 18 7X  3  = 21 8X  3  = 24 9X  3  = 27
 2X  4  =  8 3X  4  = 12 4X  4  = 16 5X  4  = 20 6X  4  = 24 7X  4  = 28 8X  4  = 32 9X  4  = 36
 2X  5  = 10 3X  5  = 15 4X  5  = 20 5X  5  = 25 6X  5  = 30 7X  5  = 35 8X  5  = 40 9X  5  = 45
 2X  6  = 12 3X  6  = 18 4X  6  = 24 5X  6  = 30 6X  6  = 36 7X  6  = 42 8X  6  = 48 9X  6  = 54
 2X  7  = 14 3X  7  = 21 4X  7  = 28 5X  7  = 35 6X  7  = 42 7X  7  = 49 8X  7  = 56 9X  7  = 63
 2X  8  = 16 3X  8  = 24 4X  8  = 32 5X  8  = 40 6X  8  = 48 7X  8  = 56 8X  8  = 64 9X  8  = 72
 2X  9  = 18 3X  9  = 27 4X  9  = 36 5X  9  = 45 6X  9  = 54 7X  9  = 63 8X  9  = 72 9X  9  = 81
>>> 
========= RESTART: C:/DEV/WorkSpace_Python_Begineer_윤보열/Code06-09.py =========
1에서 10까지의 합계 : 55
>>> 
========= RESTART: C:/DEV/WorkSpace_Python_Begineer_윤보열/Code06-10.py =========
ㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋTraceback (most recent call last):
  File "C:/DEV/WorkSpace_Python_Begineer_윤보열/Code06-10.py", line 2, in <module>
    print("ㅋㅋㅋ", end = "")
KeyboardInterrupt
>>> 
========= RESTART: C:/DEV/WorkSpace_Python_Begineer_윤보열/Code06-10.py =========
더할 첫 번째 수:5
더할 두 번째 수:4
5 4 9
더할 첫 번째 수:
========= RESTART: C:/DEV/WorkSpace_Python_Begineer_윤보열/Code06-10.py =========
더할 첫 번째 수:1
더할 두 번째 수:2
Traceback (most recent call last):
  File "C:/DEV/WorkSpace_Python_Begineer_윤보열/Code06-10.py", line 8, in <module>
    print("%d + %d = %d" % a, b, sum)
TypeError: not enough arguments for format string
>>> 
========= RESTART: C:/DEV/WorkSpace_Python_Begineer_윤보열/Code06-10.py =========
더할 첫 번째 수:3
더할 두 번째 수:4
3 + 4 = 7
더할 첫 번째 수:4
더할 두 번째 수:5
4 + 5 = 9
더할 첫 번째 수:
Traceback (most recent call last):
  File "C:/DEV/WorkSpace_Python_Begineer_윤보열/Code06-10.py", line 5, in <module>
    a =  int(input("더할 첫 번째 수:"))
ValueError: invalid literal for int() with base 10: ''
6
>>> 
7
>>> 
>>> 
>>> 
========= RESTART: C:/DEV/WorkSpace_Python_Begineer_윤보열/Code06-10.py =========
더할 첫 번째 수:4
더할 두 번째 수:5
Traceback (most recent call last):
  File "C:/DEV/WorkSpace_Python_Begineer_윤보열/Code06-10.py", line 8, in <module>
    print("%d + %d = %d" %(a, b, sum))
TypeError: %d format: a number is required, not str
>>> 
========= RESTART: C:/DEV/WorkSpace_Python_Begineer_윤보열/Code06-10.py =========
더할 첫 번째 수:4
더할 두 번째 수:56
Traceback (most recent call last):
  File "C:/DEV/WorkSpace_Python_Begineer_윤보열/Code06-10.py", line 8, in <module>
    print("%c + %c = %c" %(a, b, sum))
TypeError: %c requires int or char
>>> 
========= RESTART: C:/DEV/WorkSpace_Python_Begineer_윤보열/Code06-10.py =========
더할 첫 번째 수:4
더할 두 번째 수:5
4 + 5 = 9
더할 첫 번째 수:6
더할 두 번째 수:7
6 + 7 = 13
더할 첫 번째 수:8
더할 두 번째 수:9
8 + 9 = 17
더할 첫 번째 수:3
더할 두 번째 수:6
3 + 6 = 9
더할 첫 번째 수:
Traceback (most recent call last):
  File "C:/DEV/WorkSpace_Python_Begineer_윤보열/Code06-10.py", line 5, in <module>
    a =  int(input("더할 첫 번째 수:"))
KeyboardInterrupt
>>> 
========= RESTART: C:/DEV/WorkSpace_Python_Begineer_윤보열/Code06-13.py =========
45
>>> 
========= RESTART: C:/DEV/WorkSpace_Python_Begineer_윤보열/Code06-13.py =========
100
>>> 
========= RESTART: C:/DEV/WorkSpace_Python_Begineer_윤보열/Code06-13.py =========
3367
>>> 
========= RESTART: C:/DEV/WorkSpace_Python_Begineer_윤보열/Code06-15.py =========
        ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   
      ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   
    ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   
  ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   
┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   ┅   

========= RESTART: C:/DEV/WorkSpace_Python_Begineer_윤보열/Code06-15.py =========
        ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   
      ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   
    ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   
  ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   
★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   ★   

========= RESTART: C:/DEV/WorkSpace_Python_Begineer_윤보열/Code06-15.py =========
★★★★★★★★★★★★★★★★★★★★★★★★★★★★★★★★★★★
★★★★★★★★★★★★★★★★★★★★★★★★★★★★★★★★★
★★★★★★★★★★★★★★★★★★★★★★★★★★★★★★★
★★★★★★★★★★★★★★★★★★★★★★★★★★★★★
★★★★★★★★★★★★★★★★★★★★★★★★★★★

========= RESTART: C:/DEV/WorkSpace_Python_Begineer_윤보열/Code06-15.py =========
★★★★★★★★★★★★★★★★★★
★★★★★★★★★★★★★★★★★★
★★★★★★★★★★★★★★★★★★
★★★★★★★★★★★★★★★★★★
★★★★★★★★★★★★★★★★★★

========= RESTART: C:/DEV/WorkSpace_Python_Begineer_윤보열/Code06-15.py =========
            ★★★★★★★★★★★★★★★★★★
         ★★★★★★★★★★★★★★★★★★
      ★★★★★★★★★★★★★★★★★★
   ★★★★★★★★★★★★★★★★★★
★★★★★★★★★★★★★★★★★★

========= RESTART: C:/DEV/WorkSpace_Python_Begineer_윤보열/Code06-15.py =========
                        ★★★★★★★★★★★★★★★★★★
                  ★★★★★★★★★★★★★★★★★★
            ★★★★★★★★★★★★★★★★★★
      ★★★★★★★★★★★★★★★★★★
★★★★★★★★★★★★★★★★★★

========= RESTART: C:/DEV/WorkSpace_Python_Begineer_윤보열/Code06-15.py =========
                    ★★★★★★★★★★★★★★★★★★
               ★★★★★★★★★★★★★★★★★★
          ★★★★★★★★★★★★★★★★★★
     ★★★★★★★★★★★★★★★★★★
★★★★★★★★★★★★★★★★★★

========= RESTART: C:/DEV/WorkSpace_Python_Begineer_윤보열/Code06-15.py =========
                ★★★★★★★★★★★★★★★★★★
            ★★★★★★★★★★★★★★★★★★
        ★★★★★★★★★★★★★★★★★★
    ★★★★★★★★★★★★★★★★★★
★★★★★★★★★★★★★★★★★★

========= RESTART: C:/DEV/WorkSpace_Python_Begineer_윤보열/Code06-15.py =========
            ★★★★★★★★★★★★★★★★★★
         ★★★★★★★★★★★★★★★★★★
      ★★★★★★★★★★★★★★★★★★
   ★★★★★★★★★★★★★★★★★★
★★★★★★★★★★★★★★★★★★

========= RESTART: C:/DEV/WorkSpace_Python_Begineer_윤보열/Code06-15.py =========
                            ★    ★    ★    ★    ★    ★    ★    ★    ★    ★    ★    ★    ★    ★    ★    ★    ★    ★    
                     ★    ★    ★    ★    ★    ★    ★    ★    ★    ★    ★    ★    ★    ★    ★    ★    ★    ★    
              ★    ★    ★    ★    ★    ★    ★    ★    ★    ★    ★    ★    ★    ★    ★    ★    ★    ★    
       ★    ★    ★    ★    ★    ★    ★    ★    ★    ★    ★    ★    ★    ★    ★    ★    ★    ★    
★    ★    ★    ★    ★    ★    ★    ★    ★    ★    ★    ★    ★    ★    ★    ★    ★    ★    

========= RESTART: C:/DEV/WorkSpace_Python_Begineer_윤보열/Code06-15.py =========
                ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ 
            ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ 
        ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ 
    ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ 
★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ 

========= RESTART: C:/DEV/WorkSpace_Python_Begineer_윤보열/Code06-15.py =========
                ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ 
            ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ 
        ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ 
    ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ 
★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ 
